import TextContent from "@/app/posts/components/text_content";

const Program = () => {
  return (
    <div className="flex flex-col gap-6 w-[60%]">
       <TextContent
          title="Ծրագիր"
          description="UI-ը ավտոմեքենան վարելու ձևն է, իսկ UX-ը այն վարելու զգացողությունը: Մեր թրեյները կսովորեցնի ձեզ երկուսին էլ
          կատարյալ տիրապետել: Ընդամենը երկու ամսում դուք կկարողանաք լիարժեք հասկանալ ու տիրապետել UX/UI նախագծման բոլոր
          տեսական և գործնական գիտելիքներին, այդ թվում տեխնիկական գործիքներին: Սովորելու եք Adobe XD, FIGMA ծրագրերը և
          ծանոթանալու եք SKETCH ծրագրին: Նախնական գիտելիքներ չեն պահանջվում: Deep ակադեմիայի երկամսյա ինտենսիվ դասընթացը
          ձեզ հնարավորություն կտա սովորել User Interface և User Experience նախագծման հիմունքները և կիրառել ձեռք բերած նոր
          հմտությունները իրական նախագծերում: Ոլորտի առաջատար մասնագետի կողմից ուսուցանվող դասընթացը ընդգրկում է UX/UI
          նախագծման բոլոր տեսական և գործնական տարրերը: Դասերի ժամանակ աշխատելու եք իրական նախագծերի վրա և ունենալու եք
          ՊՐՈՖԵՍԻՈՆԱԼ ՊՈՐՏՖՈԼԻՈ և կստանաք ԱՎԱՐՏԱԿԱՆ ՍԵՐՏԻՖԻԿԱՏ:"
        />
    </div>
  );
};

export default Program;
