import TextContent from '@/app/posts/components/text_content';
const JobContent = () => {
  return (
    <div className="flex flex-col gap-14 w-[60%]">
      <TextContent
        title="Աշխատանքի նկարագրություն"
        description=" Կատարել Հաշվապահական հաշվառման վարման աշխատանքներ համաձայն հաշվապահական հաշվառման մասին ՀՀ օրենքի,
          հաշվապահական հաշվառման միջազգային ստանդարտների և աշխատանքային պարտականությունների։"
      />
      <TextContent
        title="Պարտականություններ"
        description="Կատարել Հաշվապահական հաշվառման վարման աշխատանքներ համաձայն հաշվապահական հաշվառման մասին ՀՀ օրենքի,
          հաշվապահական հաշվառման միջազգային ստանդարտների և աշխատանքային պարտականությունների։"
      />
      <TextContent
        title="Անհրաժեշտ հմտություններ"
        description="Կատարել Հաշվապահական հաշվառման վարման աշխատանքներ համաձայն հաշվապահական հաշվառման մասին ՀՀ օրենքի,
        հաշվապահական հաշվառման միջազգային ստանդարտների և աշխատանքային պարտականությունների։"
      />
      <TextContent
        title="Ինչ ենք մենք առաջարկում"
        description="Կատարել Հաշվապահական հաշվառման վարման աշխատանքներ համաձայն հաշվապահական հաշվառման մասին ՀՀ օրենքի,
        հաշվապահական հաշվառման միջազգային ստանդարտների և աշխատանքային պարտականությունների։"
      />
      <TextContent
        title="ավելյալ նշումներ"
        description="«ԱԳԲԱ Լիզինգ» վարկային կազմակերպություն ՓԲԸ-ն առաջին գրանցված մասնագիտացված լիզինգային ընկերությունն է ՀՀ-ում, որը հիմնադրվել է 2003թ. մարտի 30-ին:ԱԳԲԱ Լիզինգ ընկերության հիմնական նպատակներն է օժանդակել տնտեսության բոլոր ոլորտներում գործող մանր և միջին ձեռնարկություններին, գյուղացիական տնտեսություններին՝ ձեռք բերել սարքավորումներ և արտադրական միջոցներ միջին ժամկետի ֆինանսավորման միջոցով:"
      />
    </div>
  );
};

export default JobContent;
